Repository: simonerighi/SchoolCanteens
Catalog: Deploy/bret/locale/*/LC_MESSAGES/django.po
Languages: it

source: Your Decision
it: La tua decisione

source: No. of boxes collected:
it: Numero di scatole raccolte:

source: No. of boxes remaining:
it: Numero di scatole rimanenti:

source: No. of boxes to collect:
it: Numero di scatole da raccogliere:

source: Start
it: Parti

source: Stop
it: Fermati

source: Solve
it: Raccogli

source: Instructions
it: Istruzioni

source: In the following, you will see a %(num_rows)sx%(num_cols)s-matrix containing %(num_boxes)s boxes on your screen.
it: In questo gioco giochi da solo e puoi guadagnare gettoni aggiuntivi.<br/> Nella prossima pagina vedrai un quadrato formato da %(num_rows)sx%(num_cols)s= %(num_boxes)s scatole.

source: As soon as you start the task by hitting the 'Start' button, one of the boxes is collected per second, starting from the top-left corner. Once collected, the box marked by a tick symbol. For each box collected you earn %(box_value)s.
it: Devi decidere quante di queste scatole raccogliere. Ogni scatola, se raccolta, ti permette di guadagnare %(box_value)s. Una volta raccolta, la scatola è marcata con un segno di spunta.

source: Behind one of the boxes hides a bomb that destroys everything that has been collected. The remaining %(num_nobomb)s boxes are worth %(box_value)s each. You do not know where the bomb is located. You only know that the bomb can be in any place with equal probability.
it: Dietro <strong>una</strong> delle scatole si nasconde una <strong>bomba</strong> che distrugge tutto ciò che è stato raccolto. Le rimanenti %(num_nobomb)s scatole valgono %(box_value)s gettoni ciascuna. Tu non sai dove la bomba è posizionata, sai solo che la bomba si può trovare <strong>dietro una qualsiasi delle scatole con eguale probabilità</strong>.

source: Your task is to choose when to stop the collecting process. You do so by hitting 'Stop' at any time. If you collect the box where the bomb is located, the bomb will explode and you will earn zero. If you stop before collecting the bomb, you gain the amount accumulated that far.
it: Il tuo incarico è di scegliere il numero di scatole che vuoi raccogliere, scrivendolo nello spazio sotto il quadrato. Quando hai scritto il numero di scatole che vuoi raccogliere, clicca su 'Fermati', e poi sul pulsante 'Raccogli'. <br/>Se raccogli la scatola dove si trova la bomba, la bomba esploderà e tu guadagnerai zero gettoni da questo gioco. Se non raccogli la bomba guadagni il numero di gettoni corrispondente al numero di scatole scoperte.

source: At the end of the task boxes are toggled by hitting the 'Solve' button. A dollar sign or a fire symbol (for the bomb) will be shown on each of your collected boxes.
it: Quando clicchi su 'Raccogli', un simbolo di dollaro apparirà su ogni scatola raccolta e senza bomba. Un simbolo di fuoco apparirà invece sulla scatola che contiene la bomba (se l'hai raccolta).

source: Results
it: Risultati

source: You chose to collect %(boxes_collected)s out of %(boxes_total)s boxes.
it: Hai scelto di raccogliere %(boxes_collected)s delle %(boxes_total)s scatole.

source: The bomb was hidden behind the box in row %(bomb_row)s, column %(bomb_col)s.
it: La bomba era nascosta dietro la scatola alla riga %(bomb_row)s, colonna %(bomb_col)s.

source: The bomb was among your %(boxes_collected)s collected boxes.<br/> Accordingly, all your earnings in this task were destroyed and your payoff amounts to %(payoff)s.
it: La bomba era tra le tue %(boxes_collected)s scatole raccolte. Di conseguenza, tutti i tuoi guadagni in questo gioco sono distrutti e tu guadagni %(payoff)s.

source: The table below summarizes the results of your decisions in the %(num_rounds)s rounds played.
it: La tabelle sotto riassume il risultato della tua decisione nei %(num_rounds)s turni giocati.

source: Round History
it: Storia dei turni

source: Round No.
it: Turno numero

source: No. of Boxes Collected
it: Numero di scatole raccolte

source: Bomb Collected
it: Bomba raccolta

source: Round Payoff
it: Gettoni vinti in questo turno

source: Yes
it: Si

source: For your payment, round number %(round_to_pay)s was randomly chosen. <br/> Thus, your final payoff in this task amounts to <b>%(total_payoff)s</b>.
it: Il tuo pagamento, per il numero di round %(round_to_pay)s è stato scelto. <br/> Quindi, tu vinci <b>%(total_payoff)s</b>.

source: Your final payoff is determined by the sum of all payoffs per round such that you final payoff in this task amounts to <b>%(total_payoff)s</b>.
it: Il numero di gettoni che vinci è la somma dei gettoni guadagnati in ogni turno di gioco. Quindi vinci: <b>%(total_payoff)s</b>.
